Repository: DomenicaB/LSF-330838-Translation-Technologies
Catalog: Renewable energies/tmx/Erneuerbare_Energie_DE_Renewable_energy_en.tmx
Source language: de_de
Languages: en

source: Die Exportinitiative Energie unterstützt kleine und mittlere deutsche Unternehmen der Energiebranche bei der Erschließung von Auslandsmärkten.
en: The Energy Export Initiative provides support for small and medium-sized companies in Germany’s energy sector, and helps them access new markets abroad.

source: Angesprochen sind Unternehmen, die Energielösungen im Bereich Erneuerbare Energien, Energieeffizienz, intelligente Netze oder Speicher anbieten.
en: The initiative targets companies that provide solutions around renewable energy, energy efficiency, smart grids and energy storage.

source: Auch neue Technologien wie Power to Gas oder Brennstoffzellen rücken in den Fokus.
en: The focus is also shifting to new technologies like power-to-gas and fuel cells.

source: Nutzen Sie das Angebot der Exportinitiative für sich und ihren Export!
en: So why don’t you use this export initiative to boost your company’s exports?

source: Wertvolle Informationen zum breiten Angebotsspektrum der Initiative sowie einen Veranstaltungskalender finden Sie hier und auf dem Informationsportal der Exportinitiative.
en: For more detailed information about the initiative and its various components and for an events calendar, please click here and visit the export initiative’s website.
